alacritty
alsa-tools
alsa-utils
archiso
ark
arp-scan
aspnet-runtime
aspnet-runtime-8.0
autotiling
base
base-devel
bat
bluez
bluez-utils
bridge-utils
brightnessctl
calibre
dbeaver
dhcpcd
discord
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dotnet-runtime
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
duf
dunst
efibootmgr
eza
fd
feh
firefox
flameshot
flatpak
foremost
freerdp
fuse-overlayfs
fzf
git
git-delta
gnome-disk-utility
gobuster
godot
gparted
gst-plugin-pipewire
hashcat
hcxtools
htop
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iptables-nft
iwd
kate
konsole
lazygit
lib32-libxcomposite
lib32-libxrandr
lib32-openal
libguestfs
libpulse
libreoffice-still
libusb-compat
libva-intel-driver
linux
linux-firmware
mariadb
mono
mpv
nano
neovim
nitrogen
nmap
npm
nvidia-open
nvidia-utils
nvm
obs-studio
obsidian
ollama
ollama-cuda
openbsd-netcat
opencl-nvidia
openssh
os-prober
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
playerctl
pnpm
podman
postgresql
proton-vpn-gtk-app
python-pygments
python-pyqt5
qemu-base
reflector
remmina
rofi
smartmontools
sof-firmware
steam
stow
stylua
swtpm
telegram-desktop
testdisk
thefuck
thunar
tmux
torbrowser-launcher
tree
unrar
unzip
usbutils
vim
virt-manager
virt-viewer
vulkan-intel
vulkan-radeon
wayland-protocols
wget
wifite
wine
wireguard-tools
wireless_tools
wireplumber
wireshark-qt
wlroots0.18
wpa_supplicant
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
zaproxy
zip
zoxide
zram-generator
zsh
zsh-autocomplete
zsh-completions
